{"supero": 326, "mis": 216, "expectativas": 140, "muy": 223, "buen": 24, "rendimiento": 305, "supero mis": 327, "mis expectativas": 217, "expectativas muy": 141, "muy buen": 224, "buen rendimiento": 25, "producto": 279, "con": 58, "fallas": 150, "evidentes": 135, "parece": 248, "ser": 318, "un": 336, "lote": 199, "defectuoso": 88, "producto con": 280, "con fallas": 60, "fallas evidentes": 151, "evidentes parece": 136, "parece ser": 249, "ser un": 319, "un lote": 338, "lote defectuoso": 200, "contento": 65, "el": 103, "funciona": 156, "como": 55, "se": 312, "describe": 95, "muy contento": 227, "contento con": 66, "con el": 59, "el producto": 111, "producto funciona": 284, "funciona como": 158, "como se": 56, "se describe": 314, "excelente": 137, "perfectamente": 250, "desde": 96, "primer": 269, "dia": 101, "excelente producto": 139, "funciona perfectamente": 161, "perfectamente desde": 251, "desde el": 97, "el primer": 110, "primer dia": 270, "satisfecho": 310, "la": 178, "compra": 57, "perfectamente muy": 252, "muy satisfecho": 231, "satisfecho con": 311, "con la": 61, "la compra": 181, "desempeno": 99, "sin": 320, "ningun": 236, "problema": 274, "hasta": 175, "ahora": 2, "excelente desempeno": 138, "desempeno sin": 100, "sin ningun": 321, "ningun problema": 237, "problema hasta": 276, "hasta ahora": 176, "ni": 234, "bueno": 30, "malo": 206, "hace": 170, "lo": 192, "que": 288, "promete": 287, "ni muy": 235, "muy bueno": 226, "bueno ni": 31, "muy malo": 230, "malo hace": 207, "hace lo": 171, "lo que": 195, "que promete": 289, "calidad": 37, "premium": 267, "vale": 343, "cada": 34, "centavo": 47, "invertido": 177, "calidad premium": 41, "premium vale": 268, "vale cada": 344, "cada centavo": 35, "centavo invertido": 48, "de": 77, "alta": 11, "entrega": 121, "rapida": 291, "problemas": 277, "producto de": 281, "de alta": 79, "alta calidad": 12, "calidad entrega": 38, "entrega rapida": 122, "rapida sin": 292, "sin problemas": 322, "llego": 187, "pantalla": 244, "rayada": 293, "hardware": 173, "fallando": 149, "llego con": 188, "la pantalla": 183, "pantalla rayada": 245, "rayada el": 294, "el hardware": 107, "hardware fallando": 174, "buena": 26, "recomiendo": 297, "ampliamente": 13, "muy buena": 225, "buena calidad": 27, "calidad lo": 39, "lo recomiendo": 196, "recomiendo ampliamente": 298, "en": 115, "perfecto": 253, "estado": 131, "maravilla": 208, "llego en": 191, "en perfecto": 118, "perfecto estado": 254, "estado funciona": 132, "funciona de": 160, "de maravilla": 82, "recibi": 295, "tiene": 330, "graves": 168, "fabricacion": 148, "el lote": 108, "lote que": 201, "que recibi": 290, "recibi tiene": 296, "tiene problemas": 335, "problemas graves": 278, "graves de": 169, "de fabricacion": 81, "esta": 129, "bien": 21, "aunque": 15, "podria": 262, "mejorar": 210, "algunos": 7, "aspectos": 14, "producto esta": 282, "esta bien": 130, "bien aunque": 22, "aunque podria": 16, "podria mejorar": 263, "mejorar en": 211, "en algunos": 116, "algunos aspectos": 8, "fallo": 153, "catastrofico": 45, "primera": 272, "semana": 316, "mala": 203, "fallo catastrofico": 154, "catastrofico desde": 46, "desde la": 98, "la primera": 184, "primera semana": 273, "semana muy": 317, "muy mala": 229, "mala calidad": 204, "aceptable": 0, "para": 246, "precio": 264, "no": 238, "esperaba": 127, "mas": 209, "aceptable para": 1, "para el": 247, "el precio": 109, "precio no": 266, "no esperaba": 241, "esperaba mas": 128, "defecto": 86, "fabrica": 146, "evidente": 133, "ventilador": 347, "ruido": 308, "extrano": 144, "defecto de": 87, "de fabrica": 80, "fabrica evidente": 147, "evidente el": 134, "el ventilador": 112, "ventilador hace": 348, "hace ruido": 172, "ruido extrano": 309, "regular": 301, "cosas": 70, "buenas": 28, "malas": 205, "regular tiene": 302, "tiene cosas": 332, "cosas buenas": 71, "buenas malas": 29, "terrible": 328, "experiencia": 142, "murio": 221, "los": 197, "pocos": 260, "dias": 102, "terrible experiencia": 329, "experiencia el": 143, "producto murio": 286, "murio los": 222, "los pocos": 198, "pocos dias": 261, "algunas": 5, "limitaciones": 185, "pero": 255, "general": 164, "sirve": 323, "tiene algunas": 331, "algunas limitaciones": 6, "limitaciones pero": 186, "pero en": 257, "en general": 117, "general sirve": 165, "cumple": 72, "basico": 17, "nada": 232, "extraordinario": 145, "cumple con": 73, "con lo": 62, "lo basico": 193, "basico nada": 18, "nada extraordinario": 233, "correctamente": 67, "muchos": 219, "errores": 123, "no funciona": 242, "funciona correctamente": 159, "correctamente tiene": 68, "tiene muchos": 334, "muchos errores": 220, "errores de": 124, "gran": 166, "relacion": 303, "gran relacion": 167, "relacion calidad": 304, "calidad precio": 40, "precio lo": 265, "claramente": 52, "del": 91, "varios": 345, "usuarios": 341, "reportan": 306, "mismo": 218, "claramente un": 54, "un problema": 339, "problema del": 275, "del lote": 92, "lote varios": 202, "varios usuarios": 346, "usuarios reportan": 342, "reportan lo": 307, "lo mismo": 194, "chip": 49, "reconoce": 299, "memoria": 212, "el chip": 105, "chip tiene": 50, "tiene fallas": 333, "fallas no": 152, "no reconoce": 243, "reconoce la": 300, "la memoria": 182, "memoria correctamente": 213, "enciende": 119, "caja": 36, "producto llego": 285, "llego defectuoso": 190, "defectuoso no": 90, "no enciende": 240, "enciende desde": 120, "la caja": 180, "bateria": 19, "carga": 43, "viene": 349, "danada": 74, "la bateria": 179, "bateria no": 20, "no carga": 239, "carga correctamente": 44, "correctamente viene": 69, "viene danada": 350, "danada de": 75, "sobrecalienta": 324, "constantemente": 63, "es": 125, "se sobrecalienta": 315, "sobrecalienta constantemente": 325, "constantemente claramente": 64, "claramente es": 53, "es un": 126, "un defecto": 337, "cable": 32, "alimentacion": 9, "genera": 162, "chispas": 51, "el cable": 104, "cable de": 33, "de alimentacion": 78, "alimentacion viene": 10, "viene defectuoso": 351, "defectuoso genera": 89, "genera chispas": 163, "decepcionante": 84, "muy decepcionante": 228, "decepcionante el": 85, "producto fallo": 283, "fallo desde": 155, "empaque": 113, "danado": 76, "funciona bien": 157, "bien pero": 23, "pero el": 256, "el empaque": 106, "empaque llego": 114, "llego danado": 189, "pesima": 258, "descompuso": 93, "al": 3, "mes": 214, "uso": 340, "pesima calidad": 259, "calidad se": 42, "se descompuso": 313, "descompuso al": 94, "al primer": 4, "primer mes": 271, "mes de": 215, "de uso": 83}