{
  "acept": 0,
  "acept preci": 1,
  "ahor": 2,
  "aliment": 3,
  "aliment vien": 4,
  "alta": 5,
  "alta calid": 6,
  "ampli": 7,
  "aspect": 8,
  "aunqu": 9,
  "aunqu podr": 10,
  "basic": 11,
  "basic extraordinari": 12,
  "bat": 13,
  "bat carg": 14,
  "bien": 15,
  "bien aunqu": 16,
  "bien empaqu": 17,
  "buen": 18,
  "buen calid": 19,
  "buen mal": 20,
  "buen rendimient": 21,
  "cabl": 22,
  "cabl aliment": 23,
  "cad": 24,
  "cad centav": 25,
  "caj": 26,
  "calid": 27,
  "calid descompus": 28,
  "calid entreg": 29,
  "calid preci": 30,
  "calid premium": 31,
  "calid recom": 32,
  "carg": 33,
  "carg correct": 34,
  "catastrof": 35,
  "catastrof primer": 36,
  "centav": 37,
  "centav invert": 38,
  "chip": 39,
  "chip fall": 40,
  "chisp": 41,
  "clar": 42,
  "clar defect": 43,
  "clar problem": 44,
  "compr": 45,
  "constant": 46,
  "constant clar": 47,
  "content": 48,
  "content product": 49,
  "correct": 50,
  "correct error": 51,
  "correct vien": 52,
  "cos": 53,
  "cos buen": 54,
  "cumpl": 55,
  "cumpl basic": 56,
  "dañ": 57,
  "dañ fabric": 58,
  "decepcion": 59,
  "decepcion product": 60,
  "defect": 61,
  "defect fabric": 62,
  "defectu": 63,
  "defectu enciend": 64,
  "defectu gener": 65,
  "descompus": 66,
  "descompus prim": 67,
  "describ": 68,
  "desempeñ": 69,
  "desempeñ ningun": 70,
  "dia": 71,
  "dias": 72,
  "empaqu": 73,
  "empaqu lleg": 74,
  "enciend": 75,
  "enciend caj": 76,
  "entreg": 77,
  "entreg rap": 78,
  "error": 79,
  "error fabric": 80,
  "esper": 81,
  "esper preci": 82,
  "evident": 83,
  "evident parec": 84,
  "evident ventil": 85,
  "excelent": 86,
  "excelent desempeñ": 87,
  "excelent product": 88,
  "expect": 89,
  "expect buen": 90,
  "experient": 91,
  "experient product": 92,
  "extraordinari": 93,
  "extrañ": 94,
  "fabric": 95,
  "fabric evident": 96,
  "fall": 97,
  "fall catastrof": 98,
  "fall evident": 99,
  "fall prim": 100,
  "fall reconoc": 101,
  "funcion": 102,
  "funcion bien": 103,
  "funcion correct": 104,
  "funcion describ": 105,
  "funcion maravill": 106,
  "funcion perfect": 107,
  "gener": 108,
  "gener chisp": 109,
  "general": 110,
  "general sirv": 111,
  "gran": 112,
  "gran relacion": 113,
  "grav": 114,
  "grav fabric": 115,
  "hac": 116,
  "hac promet": 117,
  "hac ruid": 118,
  "hardwar": 119,
  "hardwar fall": 120,
  "invert": 121,
  "limit": 122,
  "limit general": 123,
  "lleg": 124,
  "lleg dañ": 125,
  "lleg defectu": 126,
  "lleg pantall": 127,
  "lleg perfect": 128,
  "lot": 129,
  "lot defectu": 130,
  "lot recib": 131,
  "lot vari": 132,
  "mal": 133,
  "mal calid": 134,
  "mal hac": 135,
  "maravill": 136,
  "mejor": 137,
  "mejor aspect": 138,
  "memori": 139,
  "memori correct": 140,
  "mes": 141,
  "mes uso": 142,
  "mism": 143,
  "mur": 144,
  "mur poc": 145,
  "ningun": 146,
  "ningun problem": 147,
  "pag": 148,
  "pag cumpl": 149,
  "pantall": 150,
  "pantall ray": 151,
  "parec": 152,
  "parec ser": 153,
  "perfect": 154,
  "perfect funcion": 155,
  "perfect prim": 156,
  "perfect satisfech": 157,
  "pesim": 158,
  "pesim calid": 159,
  "poc": 160,
  "poc dias": 161,
  "podr": 162,
  "podr mejor": 163,
  "preci": 164,
  "preci esper": 165,
  "preci pag": 166,
  "preci recom": 167,
  "premium": 168,
  "premium val": 169,
  "prim": 170,
  "prim dia": 171,
  "prim mes": 172,
  "primer": 173,
  "primer seman": 174,
  "problem": 175,
  "problem ahor": 176,
  "problem grav": 177,
  "problem lot": 178,
  "product": 179,
  "product alta": 180,
  "product bien": 181,
  "product fall": 182,
  "product funcion": 183,
  "product lleg": 184,
  "product mur": 185,
  "promet": 186,
  "rap": 187,
  "rap problem": 188,
  "ray": 189,
  "ray hardwar": 190,
  "recib": 191,
  "recib problem": 192,
  "recom": 193,
  "recom ampli": 194,
  "reconoc": 195,
  "reconoc memori": 196,
  "regul": 197,
  "regul cos": 198,
  "relacion": 199,
  "relacion calid": 200,
  "rendimient": 201,
  "report": 202,
  "report mism": 203,
  "ruid": 204,
  "ruid extrañ": 205,
  "satisfech": 206,
  "satisfech compr": 207,
  "seman": 208,
  "seman mal": 209,
  "ser": 210,
  "ser lot": 211,
  "sirv": 212,
  "sobrecalient": 213,
  "sobrecalient constant": 214,
  "super": 215,
  "super expect": 216,
  "terribl": 217,
  "terribl experient": 218,
  "uso": 219,
  "usuari": 220,
  "usuari report": 221,
  "val": 222,
  "val cad": 223,
  "vari": 224,
  "vari usuari": 225,
  "ventil": 226,
  "ventil hac": 227,
  "vien": 228,
  "vien dañ": 229,
  "vien defectu": 230
}